var kjdata1 = '{"knowtxts" : ['+
    '{"jkt" : "猛犸象本可以有不同的名字。当重型底盘仍在开发中时，开发人员正在认真考虑“歌利亚”这个名字。"},'+
    '{"jkt" : "2011年6月镭射炮的出现引起了坦克手们的轰动。发布后，镭射炮以每秒三件的速度被购买！紧接着，它被更改并释放了具有镭射炮保护的迷彩。第二天，它从玩家的车库中移除，水晶被归还，描述也发生了变化。镭射炮很弱，所以它略有改进，在发布之前，测试服务器中有一个开放的测试。在测试的第一天，瞄准模式下镭射炮的最大伤害为 150 - 175 - 200 - 250 HP（对于 M0 - M1 - M2 - M3），第二天为 200 - 225 - 275 - 300。"},'+
    '{"jkt" : "2011年，开发人员决定进行一场竞赛，其中必须不断转动炮塔。为本次比赛开发了一张名为旋转木马的特殊地图。假设玩家将无法使用该地图上的道具（既不是购买的，也不是空投箱）。该地图从未发布。值得注意的是，这张地图的主要设计师是传奇的制图师Figishe，他创作了很多地图。现在地图被认为丢失了。"},'+
    '{"jkt" : "并非所有大元帅在达到军衔之前都是陆军元帅和统帅。在2012年12月17日之前，游戏中的最高军衔是元帅。当新军衔加入时，许多元帅拥有超过1 400 000点经验值。"},'+
    '{"jkt" : "2012 年 9 月 27 日，一场名为“卡西姆对太阳”的非凡战斗发生了——俄罗斯社区的社区经理马克西姆·胡赛诺夫和技术支持专家克谢尼亚·伊格纳季耶娃在黄蜂轻甲 + 轰天炮组合上相互对抗。马克西姆以22：19的比分获胜。坦克手可以通过在车库中购买价值 100 水晶的特殊迷彩来支持马克西姆和克塞尼亚。为卡西姆购买了47 341个迷彩，为太阳购买了18 004个，为两位玩家购买了4 844个 - 所有为马克西姆购买迷彩的人都收到了59个水晶。"},'+
    '{"jkt" : "备受期待的游戏移动版本并非一下子全部可用：它在首次发布后的几个月内在世界各地发布，最终于 2018 年 12 月 27 日在所有国家/地区推出。在早期版本中，控制非常有限，但随着时间的推移，添加了更多功能，例如炮塔转动和自动道具激活。"},'+
    '{"jkt" : "2011年2月，引入了对轰天炮的特殊修改。它被命名为轰天炮 XT。这种修改花费了3950个晶体，并且只能购买一周。轰天炮 XT在各个方面都比轰天炮 M3好。"},'+
    '{"jkt" : "瑙鲁、基里巴斯和几内亚比绍是玩家人数最少的三个国家。事实上，据统计，这三个国家中的每一个国家都只有一名坦克手。"},'+
    '{"jkt" : "2015年夏天，Tanki Online团队参观了德国科隆的科隆游戏展。为了纪念这一事件，引入了一张名为“科隆”的地图，价值 2000 个水晶的金箱子落在上面。在活动期间，1.91亿颗水晶落在金箱子中，约有100万玩家访问了地图。"},'+
    '{"jkt" : "佩特拉兹是第一个设法登上里约摩天大楼顶部的坦克手。他于2014年4月1日在巴西推出Tanki Online的活动中做到了这一点。"},'+
    '{"jkt" : "当迷彩提供炮塔保护时，福雷斯特是所有迷彩中最受欢迎的。2015年12月，该迷彩在战斗中使用了1 258 208小时。这等于137年！"},'+
    '{"jkt" : "其他玩家坦克顶部的主动补给指标在补给发布半年后才被添加到游戏中。在此之前，您必须猜测敌人是否激活了双倍伤害/双倍护甲。"},'+
    '{"jkt" : "沙盒是Tanki Online中最受欢迎的地图。仅在 2015 年，玩家就创造了高达770 万场沙盒战斗。"},'+
    '{"jkt" : "很久以前激光炮被称为恐惧机器(Fear Machine)，火龙珠可能被称为火神(Vulcan)，蜂王可能被称为猛禽(Raptor)，维京可能被称为百夫长(Centurion)，锤子可能被称为万能。至于极速炮(Vulcan)，游戏设计师谢苗·斯特里查克(Semyon Strizhak)(人称Hazel-Rah)开玩笑地承诺“炮塔永远不会被命名为Vulcan，否则我在手上多长出两根手指。”"},'+
    '{"jkt" : "在<a href=\'https://en.tankiwiki.com/Madness\'>“疯狂”</a>地图有多达9种不同的地面纹理，所有这些都出现在地图顶部的平台上。"},'+
    '{"jkt" : "当蜂王刚刚处于测试阶段时，它由五个部分组成：中央部分和四个侧面部分，每个侧面部分都低于中央单元的水平，在每个侧块上都有履带。然后蜂王变成了现在的状态，因为它的设计被认为“过于未来主义”以及与重力和牵引力相关的复杂性。"},'+
    '{"jkt" : "2014年夏天，足球世界杯在巴西举行，Tanki无法远离赛事。在名为“足球狂热”的动作中，玩家可以购买32种迷彩中的一种，象征着世界杯的参与者。那些为冠军获得者购买迷彩的人在促销期间将获得购买水晶的 50%。购买的迷彩总数为555 502，其中俄罗斯 - 111 000（最受欢迎的迷彩），德国（获胜者） - 38 007，阿根廷 - 17 641，荷兰 - 15 465。买得最少的迷彩是科特迪瓦的油漆，只有大约1 000种。大约8.87亿颗水晶被归还给坦克手。"}'+
'] }';